{"categories": [
    {
      "title": "Pre-School",
      "details": "A preschool (also nursery school, kindergarten) is an educational establishment offering early childhood education to children between the ages of three and five, prior to the commencement of compulsory education at primary school."
    },
    {
      "title": "Engineering Entrance",
      "details": "Engineering Entrance exam preparation"
    },
    {
      "title": "Medical Entrance",
      "details": "Medical Entrance exam"
    },
    {
      "title": "Hobby Classes",
      "details": "A hobby is a regular activity that is done for enjoyment, typically during one's leisure time."
    },
    {
      "title": "School",
      "details": "School from 1st to 10th standard classes"
    },
    {
      "title": "Union Public Service Commision (UPSC)",
      "details": "The UPSC (Hindi: संघ लोक सेवा आयोग) is India's central agency authorized to conduct the Civil Services Examination, Indian Forest Service examination, Engineering Services Examination, Combined Defence Services Examination, National Defence Academy Examination, Naval Academy Examination, Combined Medical Services Examination, Special Class Railway Apprentice, Indian Economic Service/Indian Statistical Service Examination, Combined Geo-scientist and Geologist Examination, and Central Armed Police Forces (Assistant Commandant) Examination."
    },
    {
      "title": "Bachelor (B.Sc,B.Com, B.A.) Classes",
      "details": "A bachelor's degree (from Middle Latin baccalaureus) is an undergraduate academic degree awarded by colleges and universities upon completion of a course of study lasting three to seven years (depending on institution and academic discipline)"
    },
    {
      "title": "Language Classes",
      "details": "A language school is a school where one studies a foreign language. Classes at a language school are usually geared towards, for example, communicative competence in a foreign language. Language learning in such schools typically supplements formal education or existing knowledge of a foreign language."
    },
    {
      "title": "MBA Entrance Examination",
      "details": "The MBA is a terminal degree and a professional degree. Accreditation bodies specifically for MBA programs ensure consistency and quality of education. Business schools in many countries offer programs tailored to full-time, part-time, executive, and distance learning students, many with specialized concentrations."
    },
    {
      "title": "Professional training",
      "details": "Professional training courses lead to professional certification, trade certification, or professional designation, often called simply certification or qualification, is a designation earned by a person to assure qualification to perform a job or task."
    },
    {
      "title": "PUC",
      "details": "The Pre-university course or Pre-degree course, popularly abbreviated to PUC or PDC, is an intermediate course (which is known as 10+2) of two years' duration, conducted by state education institutions or boards in India. This Pre-university course is also known as the Plus-two or Intermediate course."
    },
    {
      "title": "Bank Exam",
      "details": "Examinations Leading to various posts in National and Private Banks in India."
    },
    {
      "title": "Engineering Classes",
      "details": "Classes helping students towards Engineering courses. Engineering is the application of mathematics, empirical evidence and scientific, economic, social, and practical knowledge in order to invent, innovate, design, build, maintain, research, and improve structures, machines, tools, systems, components, materials, and processes."
    },
    {
      "title": "Finance, Business and Commerce Classes",
      "details": "Classes helping students towards understanding the basics and applications of Business, Finance and Commerce. Finance is a field that deals with the study of investments. It includes the dynamics of assets and liabilities over time under conditions of different degrees of uncertainty and risk. Finance can also be defined as the science of money management. Commerce is the activity of buying and selling of goods and services, especially on a large scale or quantity. The system includes legal, economic, political, social, cultural and technological systems that are in operation in any country or internationally."
    },
    {
      "title": "Designing & Architecture Entrance",
      "details": "Examinations for admission to various designing and architecture courses."
    },
    {
      "title": "CSIR Exams",
      "details": "Council of Scientific and Industrial Research (CSIR), established in 1942, is an autonomous body and the largest research and development (R&D) organisation in India. It runs 37 laboratories and 39 field stations or extension centres spread across the nation. Although it is mainly funded by the Ministry of Science and Technology, it operates as an autonomous body registered under the Registration of Societies Act of 1860."
    },
    {
      "title": "Others",
      "details": "Others"
    }
  ]
}